Repository: cleveland-lewis/Itori
Catalog: SharedCore/DesignSystem/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, da, de, es, fa, fi, fr, he, hr, hy, is, it, ja, ko, nl, ru, sq, sw, th, uk, vi, zh_hans, zh_hant, zh_hk

# ios.dashboard.study_hours.subtitle
source: Your progress
ar: التقدم المحرز الخاص بك
da: Dine fremskridt
de: ios.dashboard.study_hours.subtitle
es: Tu progreso
fa: پیشرفت شما
fi: Edistymisesi
fr: Votre progression
he: ios.dashboard.study_hours.subtitle
it: I tuoi progressi
ja: あなたの進歩
nl: Jouw voortgang
sw: Maendeleo yako
th: ความก้าวหน้าของคุณ
zh_hans: 你的进步
zh_hant: 你的進步
zh_hk: 你的進步

# ios.dashboard.study_hours.title
source: Study Hours
ar: ساعات الدراسة
da: Studietid
de: ios.dashboard.study_hours.title
es: Horas de estudio
fa: ساعت مطالعه
fi: Opiskeluajat
fr: Heures d'étude
he: ios.dashboard.study_hours.title
it: Ore di studio
ja: 学習時間
nl: Studie uren
sw: Saa za Masomo
th: ชั่วโมงการศึกษา
uk: Навчальні години
zh_hans: 学习时间
zh_hant: 學習時間
zh_hk: 學習時間

# ios.dashboard.study_hours.today
source: Today
ar: اليوم
da: I dag
de: ios.dashboard.study_hours.today
es: Hoy
fa: امروز
fi: Tänään
fr: Aujourd'hui
he: ios.dashboard.study_hours.today
it: Oggi
ja: 今日
nl: Vandaag
sw: Leo
th: วันนี้
uk: Сьогодні
zh_hans: 今天
zh_hant: 今天
zh_hk: 今天

# ios.dashboard.study_hours.week
source: This Week
ar: هذا الاسبوع
da: Denne uge
de: ios.dashboard.study_hours.week
es: Esta semana
fa: این هفته
fi: Tällä viikolla
fr: Cette semaine
he: ios.dashboard.study_hours.week
it: Questa settimana
ja: 今週
nl: Deze week
sw: Wiki Hii
th: สัปดาห์นี้
uk: Цей тиждень
zh_hans: 本星期
zh_hant: 本星期
zh_hk: 本星期

# ios.dashboard.upcoming.no_events
source: No upcoming events.
ar: لا توجد أحداث قادمة.
da: Ingen kommende begivenheder.
de: ios.dashboard.upcoming.no_events
es: No hay eventos próximos.
fa: رویدادهای آینده وجود ندارد.
fi: Ei tulevia tapahtumia.
fr: Aucun événement à venir.
he: ios.dashboard.upcoming.no_events
it: Nessun evento in programma.
ja: 今後のイベントはありません。
nl: Geen aankomende evenementen.
sw: Hakuna matukio yanayokuja.
th: ไม่มีกิจกรรมที่กำลังจะเกิดขึ้น
uk: Немає майбутніх подій.
zh_hans: 没有即将举行的活动。
zh_hant: 沒有即將舉行的活動。
zh_hk: 沒有即將舉行的活動。

# ios.dashboard.upcoming.subtitle
source: From your calendar
ar: من التقويم الخاص بك
da: Fra din kalender
de: ios.dashboard.upcoming.subtitle
es: De tu calendario
fa: از تقویم شما
fi: Kalenteristasi
fr: Depuis votre calendrier
he: ios.dashboard.upcoming.subtitle
it: Dal tuo calendario
ja: あなたのカレンダーから
nl: Vanuit je agenda
sw: Kutoka kwa kalenda yako
th: จากปฏิทินของคุณ
uk: З вашого календаря
zh_hans: 从您的日历中
zh_hant: 從您的日曆中
zh_hk: 從您的日曆中

# ios.dashboard.upcoming.title
source: Upcoming
ar: القادمة
da: Kommende
de: ios.dashboard.upcoming.title
es: Próximos
fa: آینده
fi: Tuleva
fr: À venir
he: ios.dashboard.upcoming.title
it: Prossimamente
ja: 今後の予定
nl: Aankomend
sw: Ijayo
th: ที่กำลังจะมีขึ้น
uk: Майбутні
zh_hans: 即将推出
zh_hant: 即將推出
zh_hk: 即將推出

# ios.item.assignment
source: Assignment
ar: تكليف
da: Opgave
de: ios.item.assignment
es: Asignación
fa: تکلیف
fi: Tehtävä
fr: Affectation
he: הקצאה ios.item.
it: Compito
ja: 割り当て
nl: Opdracht
sw: Mgawo
th: งานที่มอบหมาย
uk: призначення
zh_hans: 任务
zh_hant: 任務
zh_hk: 任務

# ios.menu.add_assignment
source: Add Assignment
ar: إضافة مهمة
da: Tilføj opgave
de: ios.menu.add_assignment
es: Agregar tarea
fa: افزودن تکلیف
fi: Lisää tehtävä
fr: Ajouter une affectation
he: ios.menu.add_assignment
it: Aggiungi compito
ja: 割り当ての追加
nl: Opdracht toevoegen
sw: Ongeza Kazi
th: เพิ่มการมอบหมาย
uk: Додати завдання
zh_hans: 添加作业
zh_hant: 添加作業
zh_hk: 添加作業

# ios.menu.add_grade
source: Add Grade
ar: أضف الدرجة
da: Tilføj karakter
de: ios.menu.add_grade
es: Agregar calificación
fa: اضافه کردن درجه
fi: Lisää arvosana
fr: Ajouter une note
he: ios.menu.add_grade
it: Aggiungi voto
ja: グレードの追加
nl: Cijfer toevoegen
sw: Ongeza Daraja
th: เพิ่มเกรด
uk: Додати оцінку
zh_hans: 添加成绩
zh_hant: 添加成績
zh_hk: 添加成績

# ios.menu.auto_schedule
source: Auto Schedule
ar: الجدول الزمني التلقائي
da: Automatisk tidsplan
de: ios.menu.auto_schedule
es: Programación automática
fa: زمانبندی خودکار
fi: Automaattinen aikataulu
fr: Programmation automatique
he: ios.menu.auto_schedule
it: Pianificazione automatica
ja: 自動スケジュール
nl: Automatisch schema
sw: Ratiba ya Otomatiki
th: กำหนดการอัตโนมัติ
uk: Автоматичний розклад
zh_hans: 自动安排
zh_hant: 自動安排
zh_hk: 自動安排

# ios.menu.hamburger
source: Open menu
ar: فتح القائمة
da: Åbn menuen
de: ios.menu.hamburger
es: abrir menú
fa: منو را باز کنید
fi: Avaa valikko
fr: Ouvrir le menu
he: ios.menu.hamburger
it: Apri il menu
ja: メニューを開く
nl: Menu openen
sw: Fungua menyu
th: เปิดเมนู
uk: Відкрити меню
zh_hans: 打开菜单
zh_hant: 打開菜單
zh_hk: 打開菜單

# ios.menu.quick_add
source: Quick add
ar: إضافة سريعة
da: Hurtig tilføjelse
de: ios.menu.quick_add
es: Agregar rápido
fa: اضافه کردن سریع
fi: Nopea lisäys
fr: Ajout rapide
he: ios.menu.quick_add
it: Aggiunta rapida
ja: クイック追加
nl: Snel toevoegen
sw: Ongeza haraka
th: เพิ่มด่วน
uk: Швидке додавання
zh_hans: 快速添加
zh_hant: 快速添加
zh_hk: 快速添加

# ios.menu.settings
source: Settings
ar: إعدادات
da: Indstillinger
de: ios.menu.settings
es: Ajustes
fa: تنظیمات
fi: Asetukset
fr: Paramètres
he: ios.menu.settings
it: Impostazioni
ja: 設定
nl: Instellingen
sw: Mipangilio
th: การตั้งค่า
zh_hans: 设置
zh_hant: 設定
zh_hk: 設定

# ios.menu.tasks
source: Tasks
ar: المهام
da: Opgaver
de: ios.menu.tasks
es: Tareas
fa: وظایف
fi: Tehtävät
fr: Tâches
he: ios.menu.tasks
it: Compiti
ja: タスク
nl: Taken
sw: Kazi
th: งาน
uk: завдання
zh_hans: 任务
zh_hant: 任務
zh_hk: 任務

# ios.planner.done
source: Done
ar: منتهي
da: Færdig
de: ios.planner.done
es: Hecho
fa: انجام شد
fi: Tehty
fr: Fait
he: ios.planner.done
it: Fatto
ja: 終わり
nl: Klaar
sw: Imekamilika
th: เสร็จแล้ว
zh_hans: 完毕
zh_hant: 完畢
zh_hk: 完畢

# ios.planner.due_format
source: Due %@ · %d min
ar: مستحق %@ · %d دقيقة
da: Forfalder %@ · %d min
de: Fällig %@ · %d Min
es: Vence %@ · %d min
fa: سررسید %@ · %d دقیقه
fi: Eräpäivä %@ · %d min
fr: Échu %@ · %d min
he: ios.planner.due_format
it: Scadenza %@ · %d min
ja: 期限 %@ · %d 分
nl: Verschuldigd %@ · %d min
sw: Inatakiwa %@ · dakika %d
th: ครบกำหนด %@ · %d นาที
zh_hans: %@ · %d 分钟到期
zh_hant: %@ · %d 分鐘到期
zh_hk: %@ · %d 分鐘到期

# ios.planner.edit
source: Edit
ar: يحرر
da: Redigere
de: ios.planner.edit
es: Editar
fa: ویرایش کنید
fi: Muokata
fr: Modifier
he: ios.planner.edit
it: Modificare
ja: 編集
nl: Bewerking
sw: Hariri
th: แก้ไข
zh_hans: 编辑
zh_hant: 編輯
zh_hk: 編輯

# ios.planner.generate_plan_button
source: Generate Plan
ar: إنشاء الخطة
da: Generer plan
de: ios.planner.generate_plan_button
es: Generar Plan
fa: برنامه تولید کنید
fi: Luo suunnitelma
fr: Générer un plan
he: ios.planner.generate_plan_button
it: Genera piano
ja: 計画の生成
nl: Plan genereren
sw: Tengeneza Mpango
th: สร้างแผน
zh_hans: 生成计划
zh_hant: 生成計劃
zh_hk: 生成計劃

# ios.planner.how_it_works
source: How it works
ar: كيف يعمل
da: Hvordan det virker
de: ios.planner.how_it_works
es: Cómo funciona
fa: چگونه کار می کند
fi: Miten se toimii
fr: Comment ça marche
he: ios.planner.how_it_works
it: Come funziona
ja: 仕組み
nl: Hoe het werkt
sw: Jinsi inavyofanya kazi
th: มันทำงานอย่างไร
uk: Як це працює
zh_hans: 它是如何运作的
zh_hant: 它是如何運作的
zh_hk: 它是如何運作的

# ios.planner.overflow.empty
source: All sessions placed
ar: تم وضع جميع الجلسات
da: Alle sessioner placeret
de: ios.planner.overflow.empty
es: Todas las sesiones colocadas
fa: تمام جلسات قرار داده شده است
fi: Kaikki istunnot asetettu
fr: Toutes les séances placées
he: ios.planner.overflow. emptyy
it: Tutte le sessioni piazzate
ja: 配置されたすべてのセッション
nl: Alle sessies geplaatst
sw: Vipindi vyote vimewekwa
th: เซสชันทั้งหมดถูกวางไว้
uk: Всі сесії розміщені
zh_hans: 所有会话均已放置
zh_hant: 所有會話均已放置
zh_hk: 所有會話均已放置

# ios.planner.overflow.empty_subtitle
source: Nothing waiting in overflow.
ar: لا شيء ينتظر في الفائض.
da: Intet venter i overløb.
de: ios.planner.overflow.empty_subtitle
es: Nada esperando en excedente.
fa: چیزی در انتظار سرریز نیست.
fi: Mikään ei odota ylivuodossa.
fr: Rien n'attend en débordement.
he: ios.planner.overflow.empty_subtitle
it: Niente in attesa in eccesso.
ja: オーバーフローで待機しているものはありません。
nl: Niets wacht in overvloed.
sw: Hakuna kinachosubiri katika kufurika.
th: ไม่มีอะไรรอล้น
uk: Нічого не чекає в переповненні.
zh_hans: 溢出中没有任何等待。
zh_hant: 溢出中沒有任何等待。
zh_hk: 溢出中沒有任何等待。

# ios.planner.overflow.subtitle
source: Not scheduled yet
ar: لم يتم تحديد موعد بعد
da: Ikke planlagt endnu
de: ios.planner.overflow.subtitle
es: Aún no programado
fa: هنوز برنامه ریزی نشده است
fi: Ei vielä aikataulutettu
fr: Pas encore programmé
he: ios.planner.overflow.subtitle
it: Non ancora programmato
ja: まだ予定されていません
nl: Nog niet gepland
sw: Bado haijaratibiwa
th: ยังไม่มีกำหนด
uk: Ще не заплановано
zh_hans: 尚未安排
zh_hant: 尚未安排
zh_hk: 尚未安排

# ios.planner.overflow.title
source: Overflow
ar: تجاوز
da: Flyde over
de: ios.planner.overflow.title
es: Excedente
fa: سرریز
fi: Ylivuoto
fr: Débordement
he: ios.planner.overflow.title
it: Traboccamento
ja: オーバーフロー
nl: Overloop
sw: Kufurika
th: ล้น
zh_hans: 溢出
zh_hant: 溢出
zh_hk: 溢出

# ios.planner.schedule.empty
source: No blocks scheduled
ar: لم تتم جدولة أي كتل
da: Ingen blokeringer planlagt
de: ios.planner.schedule.empty
es: Sin bloques programados
fa: هیچ بلوکی برنامه ریزی نشده است
fi: Ei ajoitettuja estoja
fr: Aucun blocage prévu
he: ios.planner.schedule. empty
it: Nessun blocco in programma
ja: スケジュールされたブロックはありません
nl: Geen blokken gepland
sw: Hakuna vitalu vilivyoratibiwa
th: ไม่มีกำหนดการบล็อก
zh_hans: 没有安排区块
zh_hant: 沒有安排區塊
zh_hk: 沒有安排區塊

# ios.planner.schedule.empty_subtitle
source: Generate a plan to fill today.
ar: إنشاء خطة لملء اليوم.
da: Generer en plan, der skal udfyldes i dag.
de: ios.planner.schedule.empty_subtitle
es: Genera un plan para llenar hoy.
fa: برنامه ای برای پر کردن امروز ایجاد کنید.
fi: Luo suunnitelma täyttääksesi tänään.
fr: Générez un plan à remplir aujourd’hui.
he: ios.planner.schedule.empty_subtitle
it: Genera un piano da riempire oggi.
ja: 今日の予定を立てる計画を立てます。
nl: Genereer een plan dat u vandaag nog kunt invullen.
sw: Tengeneza mpango wa kujaza leo.
th: สร้างแผนเพื่อเติมเต็มในวันนี้
uk: Створіть план для виконання сьогодні.
zh_hans: 制定一个今天要完成的计划。
zh_hant: 制定一個今天要完成的計劃。
zh_hk: 制定一個今天要完成的計劃。

# ios.planner.schedule.subtitle
source: Time blocks
ar: كتل الوقت
da: Tidsblokke
de: ios.planner.schedule.subtitle
es: Bloques de tiempo
fa: بلوک های زمان
fi: Aikalohkot
fr: Blocs horaires
he: ios.planner.schedule.subtitle
it: Blocchi temporali
ja: タイムブロック
nl: Tijdsblokken
sw: Vizuizi vya wakati
th: บล็อกเวลา
zh_hans: 时间块
zh_hant: 時間塊
zh_hk: 時間塊

# ios.planner.schedule.title
source: Schedule
ar: جدول
da: Skema
de: ios.planner.schedule.title
es: Horario
fa: برنامه ریزی کنید
fi: Ajoittaa
fr: Calendrier
he: ios.planner.schedule.title
it: Programma
ja: スケジュール
nl: Schema
sw: Ratiba
th: กำหนดการ
uk: розклад
zh_hans: 日程
zh_hant: 日程
zh_hk: 日程

# ios.planner.toast.block_updated
source: Block updated
ar: تم تحديث الحظر
da: Blok opdateret
de: ios.planner.toast.block_updated
es: Bloque actualizado
fa: بلوک به روز شد
fi: Esto päivitetty
fr: Bloc mis à jour
he: ios.planner.toast.block_updated
it: Blocco aggiornato
ja: ブロックが更新されました
nl: Blok bijgewerkt
sw: Kizuizi kimesasishwa
th: อัปเดตบล็อกแล้ว
uk: Блок оновлено
zh_hans: 区块已更新
zh_hant: 區塊已更新
zh_hk: 區塊已更新

# ios.planner.toast.time_conflict
source: Time conflict
ar: الصراع الزمني
da: Tidskonflikt
de: ios.planner.toast.time_conflict
es: Conflicto de tiempo
fa: تضاد زمانی
fi: Aika ristiriita
fr: Conflit de temps
he: ios.planner.toast.time_conflict
it: Conflitto temporale
ja: 時間の衝突
nl: Tijdconflict
sw: Mgogoro wa wakati
th: ความขัดแย้งเรื่องเวลา
zh_hans: 时间冲突
zh_hant: 時間衝突
zh_hk: 時間衝突

# ios.planner.today
source: Today
ar: اليوم
da: I dag
de: ios.planner.today
es: Hoy
fa: امروز
fi: Tänään
fr: Aujourd'hui
he: ios.planner.today
it: Oggi
ja: 今日
nl: Vandaag
sw: Leo
th: วันนี้
zh_hans: 今天
zh_hant: 今天
zh_hk: 今天

# ios.planner.unscheduled.add_due_date
source: Add a due date
ar: أضف تاريخ الاستحقاق
da: Tilføj en forfaldsdato
de: ios.planner.unscheduled.add_due_date
es: Agregar una fecha de entrega
fa: تاریخ سررسید اضافه کنید
fi: Lisää eräpäivä
fr: Ajouter une date d'échéance
he: ios.planner.unscheduled.add_due_date
it: Aggiungi una data di scadenza
ja: 期限を追加する
nl: Voeg een vervaldatum toe
sw: Ongeza tarehe ya kukamilisha
th: เพิ่มวันครบกำหนด
uk: Додайте термін виконання
zh_hans: 添加截止日期
zh_hant: 添加截止日期
zh_hk: 添加截止日期

# ios.planner.unscheduled.empty
source: All tasks have dates
ar: جميع المهام لها تواريخ
da: Alle opgaver har datoer
de: ios.planner.unscheduled.empty
es: Todas las tareas tienen fechas
fa: همه وظایف دارای تاریخ هستند
fi: Kaikilla tehtävillä on päivämäärät
fr: Toutes les tâches ont des dates
he: ios.planner.unscheduled. emptyy
it: Tutte le attività hanno date
ja: すべてのタスクには日付が付いています
nl: Alle taken hebben datums
sw: Kazi zote zina tarehe
th: งานทั้งหมดมีวันที่
uk: Усі завдання мають дати
zh_hans: 所有任务都有日期
zh_hant: 所有任務都有日期
zh_hk: 所有任務都有日期

# ios.planner.unscheduled.empty_subtitle
source: Add due dates to keep planning accurate.
ar: أضف تواريخ الاستحقاق للحفاظ على دقة التخطيط.
da: Tilføj forfaldsdatoer for at holde planlægningen nøjagtig.
de: ios.planner.unscheduled.empty_subtitle
es: Agrega fechas de entrega para mantener la planificación precisa.
fa: برای حفظ دقیق برنامه ریزی، موعد مقرر را اضافه کنید.
fi: Lisää eräpäivät, jotta suunnittelu pysyy täsmällisenä.
fr: Ajoutez des dates d’échéance pour que la planification reste précise.
he: ios.planner.unscheduled.empty_subtitle
it: Aggiungi date di scadenza per mantenere una pianificazione accurata.
ja: 期日を追加して計画を正確に保ちます。
nl: Voeg vervaldatums toe om de planning accuraat te houden.
sw: Ongeza tarehe za kukamilisha ili uendelee kupanga kwa usahihi.
th: เพิ่มวันครบกำหนดเพื่อให้การวางแผนถูกต้องแม่นยำ
uk: Додайте дати виконання, щоб планування було точним.
zh_hans: 添加截止日期以保持计划准确。
zh_hant: 添加截止日期以保持計劃準確。
zh_hk: 添加截止日期以保持計劃準確。

# ios.planner.unscheduled.subtitle
source: Needs attention
ar: يحتاج إلى اهتمام
da: Har brug for opmærksomhed
de: ios.planner.unscheduled.subtitle
es: Necesita atención
fa: نیاز به توجه دارد
fi: Vaatii huomiota
fr: A besoin d'attention
he: ios.planner.unscheduled.subtitle
it: Ha bisogno di attenzione
ja: 注意が必要です
nl: Heeft aandacht nodig
sw: Inahitaji umakini
th: ต้องการความสนใจ
uk: Потребує уваги
zh_hans: 需要注意
zh_hant: 需要注意
zh_hk: 需要注意

# ios.planner.unscheduled.title
source: Unscheduled
ar: غير مجدولة
da: Uplanlagt
de: ios.planner.unscheduled.title
es: No Programadas
fa: بدون برنامه ریزی
fi: Suunnittelematon
fr: Non programmé
he: ios.planner.unscheduled.title
it: Non programmato
ja: 予定外
nl: Niet gepland
sw: Haijaratibiwa
th: ไม่ได้กำหนดไว้
zh_hans: 计划外
zh_hant: 計劃外
zh_hk: 計劃外

# ios.settings.title
source: Settings
ar: إعدادات
da: Indstillinger
de: ios.settings.title
es: Ajustes
fa: تنظیمات
fi: Asetukset
fr: Paramètres
he: ios.settings.title
it: Impostazioni
ja: 設定
nl: Instellingen
ru: Настройки
sw: Mipangilio
th: การตั้งค่า
zh_hans: 设置
zh_hant: 設定
zh_hk: 設定

# ios.timer.break
source: Break
ar: استراحة
da: Pause
de: ios.timer.break
es: Romper
fa: شکستن
fi: Tauko
fr: Casser
he: ios.timer.break
it: Rottura
ja: 壊す
nl: Pauze
sw: Kuvunja
th: หยุดพัก
uk: Перерва
zh_hans: 休息
zh_hant: 休息
zh_hk: 休息

# ios.timer.focus
source: Focus
ar: ركز
da: Fokus
de: ios.timer.focus
es: Enfocar
fa: تمرکز کنید
fi: Keskity
fr: Se concentrer
he: ios.timer.focus
it: Messa a fuoco
ja: 集中
sw: Kuzingatia
th: จุดสนใจ
uk: Фокус
zh_hans: 重点
zh_hant: 重點
zh_hk: 重點

# ios.timer.mode
source: Mode
ar: وضع
de: ios.timer.mode
es: Modo
fa: حالت
fi: tila
he: ios.timer.mode
it: Modalità
ja: モード
nl: Modus
sw: Hali
th: โหมด
zh_hans: 模式
zh_hant: 模式
zh_hk: 模式

# ios.timer.pause
source: Pause
ar: يوقف
de: ios.timer.pause
es: Pausa
fa: مکث کنید
fi: Tauko
he: ios.timer.pause
it: Pausa
ja: 一時停止
nl: Pauze
sw: Sitisha
th: หยุดชั่วคราว
uk: Пауза
zh_hans: 暂停
zh_hant: 暫停
zh_hk: 暫停

# ios.timer.resume
source: Resume
ar: سيرة ذاتية
da: Genoptage
de: ios.timer.resume
es: Reanudar
fa: رزومه
fi: Jatkaa
fr: CV
he: ios.timer.resume
it: Riprendere
ja: 再開する
nl: Cv
sw: Endelea
th: ประวัติย่อ
uk: Резюме
zh_hans: 恢复
zh_hant: 恢復
zh_hk: 恢復

# ios.timer.skip
source: Skip
ar: يتخطى
da: Springe
de: ios.timer.skip
es: Saltar
fa: پرش کنید
fi: Ohita
fr: Sauter
he: ios.timer.skip
it: Saltare
ja: スキップ
nl: Overslaan
sw: Ruka
th: ข้าม
zh_hans: 跳过
zh_hant: 跳過
zh_hk: 跳過

# ios.timer.start
source: Start
ar: يبدأ
da: Starte
de: ios.timer.start
es: Comenzar
fa: شروع کنید
fi: Aloita
fr: Commencer
he: ios.timer.start
it: Inizio
ja: 始める
nl: Begin
sw: Anza
th: เริ่ม
uk: старт
zh_hans: 开始
zh_hant: 開始
zh_hk: 開始

# ios.timer.stop
source: Stop
ar: قف
de: ios.timer.stop
es: Detener
fa: توقف کنید
fr: Arrêt
he: ios.timer.stop
it: Fermare
ja: 停止
sw: Acha
th: หยุด
zh_hans: 停止
zh_hant: 停止
zh_hk: 停止

# ios.toast.assignment_added
source: %@ added
ar: تمت إضافة %@
da: %@ tilføjet
de: ios.toast.assignment_added
es: %@ agregado
fa: %@ اضافه شد
fi: %@ lisätty
fr: %@ ajouté
he: ios.toast.assignment_added
it: %@ ha aggiunto
ja: ％@ 追加した
nl: %@ toegevoegd
sw: %@ imeongezwa
th: เพิ่ม %@ แล้ว
zh_hans: %@ 添加了
zh_hant: %@ 添加了
zh_hk: %@ 添加了

# ios.toast.course_added
source: Course added
ar: تمت إضافة الدورة
da: Kursus tilføjet
de: ios.toast.course_added
es: Curso agregado
fa: دوره اضافه شد
fi: Kurssi lisätty
fr: Cours ajouté
he: ios.toast.course_added
it: Corso aggiunto
ja: コース追加
nl: Cursus toegevoegd
sw: Kozi imeongezwa
th: เพิ่มหลักสูตรแล้ว
uk: Курс додано
zh_hans: 课程已添加
zh_hant: 課程已添加
zh_hk: 課程已添加

# ios.toast.grade_added
source: Grade added
ar: تمت إضافة الدرجة
da: Karakter tilføjet
de: ios.toast.grade_added
es: Grado agregado
fa: درجه اضافه شد
fi: Arvosana lisätty
fr: Note ajoutée
he: ios.toast.grade_added
it: Grado aggiunto
ja: グレード追加
nl: Cijfer toegevoegd
sw: Daraja limeongezwa
th: เพิ่มเกรดแล้ว
uk: Оцінка додана
zh_hans: 添加等级
zh_hant: 添加等級
zh_hk: 添加等級

# ios.toast.no_tasks_schedule
source: No tasks to schedule
ar: لا توجد مهام لجدولتها
da: Ingen opgaver at planlægge
de: ios.toast.no_tasks_schedule
es: No hay tareas para programar
fa: هیچ کاری برای برنامه ریزی وجود ندارد
fi: Ei ajoitettavia tehtäviä
fr: Aucune tâche à planifier
he: ios.toast.no_tasks_schedule
it: Nessuna attività da pianificare
ja: スケジュールするタスクがありません
nl: Geen taken om te plannen
sw: Hakuna kazi za kuratibu
th: ไม่มีงานที่จะกำหนดเวลา
zh_hans: 没有要安排的任务
zh_hant: 沒有要安排的任務
zh_hk: 沒有要安排的任務

# ios.toast.schedule_updated
source: Schedule updated
ar: تم تحديث الجدول الزمني
da: Tidsplan opdateret
de: ios.toast.schedule_updated
es: Horario actualizado
fa: برنامه به روز شد
fi: Aikataulu päivitetty
fr: Calendrier mis à jour
he: ios.toast.schedule_updated
it: Programma aggiornato
ja: スケジュールを更新しました
nl: Schema bijgewerkt
sw: Ratiba imesasishwa
th: กำหนดการอัพเดทแล้ว
zh_hans: 时间表已更新
zh_hant: 時間表已更新
zh_hk: 時間表已更新

# notification.assignment.body
source: %@ is due soon
ar: %@ سيتم تسليمه قريبًا
da: %@ forfalder snart
de: notification.assignment.body
es: %@ vence pronto
fa: %@ به زودی موعد مقرر است
fi: %@ erääntyy pian
fr: %@ arrive bientôt
he: notification.assignment.body
it: %@ scade a breve
ja: %@ はもうすぐ期限です
nl: %@ moet binnenkort worden betaald
sw: %@ inatakiwa hivi karibuni
th: %@ จะครบกำหนดเร็วๆ นี้
zh_hans: %@ 即将到期
zh_hant: %@ 即將到期
zh_hk: %@ 即將到期

# notification.assignment.title
source: Assignment Due Soon
ar: الواجب المقرر قريبا
da: Opgave afleveres snart
de: notification.assignment.title
es: La tarea vence pronto
fa: تکلیف به زودی
fi: Tehtävä tulee pian
fr: Mission à rendre prochainement
he: notification.assignment.title
it: Assegnazione in scadenza a breve
ja: もうすぐ期限の課題
nl: Opdracht binnenkort klaar
sw: Mgawo Unastahili Hivi Karibuni
th: การมอบหมายจะครบกำหนดเร็ว ๆ นี้
zh_hans: 作业即将到期
zh_hant: 作業即將到期
zh_hk: 作業即將到期

# notification.daily_overview.default
source: Open Itori to see today's plan
ar: افتح Itori لرؤية خطة اليوم
da: Åbn Itori for at se dagens plan
de: notification.daily_overview.default
es: Abre Itori para ver el plan de hoy
fa: برای دیدن طرح امروز، روتز را باز کنید
he: notification.daily_overview.default
it: Apri Itori per vedere il piano di oggi
ja: Itoriを開いて今日の計画を確認してください
nl: Open Itori om het plan van vandaag te zien
sw: Fungua Mizizi ili kuona mpango wa leo
th: เปิด Itori เพื่อดูแผนของวันนี้
uk: Відкрийте Itori, щоб побачити план на сьогодні
zh_hans: 打开Itori查看今天的计划
zh_hant: 打開Itori查看今天的計劃
zh_hk: 打開Itori查看今天的計劃

# notification.daily_overview.motivation
source: You've got this!
ar: لقد حصلت على هذا!
da: Du har det her!
de: notification.daily_overview.motivation
es: ¡Tienes esto!
fa: شما این را دارید!
fi: Sinulla on tämä!
fr: Vous avez ça !
he: notification.daily_overview.motivation
it: Hai questo!
ja: これを持っています！
nl: Je hebt dit!
sw: Unayo hii!
th: คุณได้สิ่งนี้!
uk: Ви отримали це!
zh_hans: 你已经得到了这个！
zh_hant: 你已經得到了這個！
zh_hk: 你已經得到了這個！

# notification.daily_overview.task_singular
source: 1 task due today
ar: مهمة واحدة مستحقة اليوم
da: 1 opgave i dag
de: notification.daily_overview.task_singular
es: 1 tarea pendiente hoy
fa: 1 وظیفه امروز موعد مقرر
fi: 1 tehtävä tänään
fr: 1 tâche à rendre aujourd'hui
he: notification.daily_overview.task_singular
it: 1 attività in scadenza oggi
ja: 今日期限のタスクが 1 件あります
nl: 1 taak die vandaag moet worden uitgevoerd
sw: Jukumu 1 linafaa leo
th: วันนี้มีงานอีก 1 งาน
uk: Сьогодні потрібно виконати 1 завдання
zh_hans: 1 个任务今天到期
zh_hant: 1 個任務今天到期
zh_hk: 1 個任務今天到期

# notification.daily_overview.tasks_plural
source: %d tasks due today
ar: %d مهمة مستحقة اليوم
da: %d opgaver forfalder i dag
de: notification.daily_overview.tasks_plural
es: %d tareas pendientes hoy
fa: %d وظیفه امروز موعد مقرر است
fi: %d tehtävää tänään
fr: %d tâches à accomplir aujourd'hui
he: notification.daily_overview.tasks_plural
it: %d attività in scadenza oggi
ja: %d 個のタスクが今日期限です
nl: %d taken die vandaag moeten worden uitgevoerd
sw: Kazi %d unazopaswa kufanya leo
th: %d งานที่ครบกำหนดในวันนี้
uk: %d завдань, які потрібно виконати сьогодні
zh_hans: %d 个任务今天到期
zh_hant: %d 個任務今天到期
zh_hk: %d 個任務今天到期

# notification.daily_overview.title
source: Good Morning!
ar: صباح الخير!
da: Godmorgen!
de: notification.daily_overview.title
es: ¡Buen día!
fa: صبح بخیر
fi: Hyvää huomenta!
fr: Bonjour!
he: notification.daily_overview.title
it: Buongiorno!
ja: おはよう！
nl: Goedemorgen!
sw: Habari za Asubuhi!
th: สวัสดีตอนเช้า!
uk: Доброго ранку!
zh_hans: 早上好！
zh_hant: 早安!
zh_hk: 早安!

# notification.motivation.message_1
source: Keep up the great work!
ar: استمروا في العمل العظيم!
da: Fortsæt det store arbejde!
de: notification.motivation.message_1
es: ¡Continúa con el gran trabajo!
fa: به کار عالی ادامه دهید!
fi: Jatka samaan malliin!
fr: Continuez votre excellent travail !
he: notification.motivation.message_1
it: Continuate così!
ja: これからも素晴らしい仕事を続けてください！
nl: Ga zo door met het geweldige werk!
sw: Endelea na kazi nzuri!
th: ติดตามการทำงานที่ยอดเยี่ยม!
uk: Так тримати!
zh_hans: 继续努力！
zh_hant: 繼續努力！
zh_hk: 繼續努力！

# notification.motivation.message_2
source: You're making progress!
ar: أنت تحرز تقدمًا!
da: Du gør fremskridt!
de: notification.motivation.message_2
es: ¡Estás progresando!
fa: شما در حال پیشرفت هستید!
fi: Sinä edistyt!
fr: Vous progressez !
he: notification.motivation.message_2
it: Stai facendo progressi!
ja: 進歩していますね！
nl: Je boekt vooruitgang!
sw: Unafanya maendeleo!
th: คุณกำลังก้าวหน้า!
uk: Ви прогресуєте!
zh_hans: 你正在进步！
zh_hant: 你正在進步！
zh_hk: 你正在進步！

# notification.motivation.message_3
source: Stay focused on your goals!
ar: استمر في التركيز على أهدافك!
da: Hold fokus på dine mål!
de: notification.motivation.message_3
fa: روی اهداف خود متمرکز بمانید!
fi: Pysy keskittyneenä tavoitteisiisi!
fr: Restez concentré sur vos objectifs !
he: notification.motivation.message_3
it: Rimani concentrato sui tuoi obiettivi!
ja: 目標に集中してください!
nl: Blijf gefocust op je doelen!
sw: Endelea kuzingatia malengo yako!
th: มุ่งเน้นไปที่เป้าหมายของคุณ!
uk: Залишайтеся зосередженими на своїх цілях!
zh_hans: 专注于你的目标！
zh_hant: 專注於你的目標！
zh_hk: 專注於你的目標！
